<template>
  <div class="container-info">
    <h3>Појам религије</h3>
    <p>
      Религија представља скуп културних система, система веровања, и погледа на
      свет који се односе на човека и његов однос према Богу и свету који га
      окружује. Религија има потребу да објасни порекло и смисао живота, човека
      и универзума. Праксе различитих религија могу садржати: проповеди,
      богослужење, приношење жртви, различите обреде, празнике, иницијације,
      начине сахрањивања покојника, склапања брака, медитације, музику,
      уметност, плес и друге аспекте људске културе. Појам религија настао је од
      латинског глагола religiere - повезати. Овај термин први пут је употребио
      Лактанције, хришћански филозоф, 4. век, говорећи о вези човека са
      природом, другим бићима и Богом. Религија је друштвена појава која подлеже
      одређеним законима настајања, развоја и нестајања. Религију можемо
      дефинисати и као духовну повезаност једне групе људи са неким вишим,
      светим бићем, односно Богом.
    </p>
    <h3>Теорије и настанак религија</h3>
    <p>
      Први облици религије јављају се још у првобитној људској заједници као
      последица човековог схватања да се многе ствари у природи догађају и без
      његове воље и да он на те појаве не може утицати нити их контролисати.
      Појам религија преузет је у европске језике из латинског. Римски писци
      изводили су реч 'религио' из глагола relegere: поновно читати, опет
      размишљати (јер о божанским стварима треба увек поновно размишљати) или из
      religare: привезати (јер релија веже људе с боговима и из ње следе обавезе
      према тим вишим силама) или из reeligere поновно узети, поновно изабрати
      (чиме је наглашен дубљи смисао вољне и чувствене повезаности с богом).
      Религија је и покушај да се објасни порекло нечега што је необјашњиво на
      природан начин, затим покушај да се докучи порекло и сврха људског живота
      и света. За религију су битна два веровања: вера у посмртни живот и вера у
      бога. Мисли се да је чињеница људске смрти најважнија за опстанак
      религије. Најјачи људски страх, страх од смрти („смртни страх“ јесте
      врхунац страха), носи једнако снажну вољу да се не умре, а религија
      покушава да задовољи ту тежњу вером у загробни живот. Религијски појам
      смрти не значи крај особе, нестанак заувек, него значи границу између два
      начина живота, смртног и посмртног.
    </p>
    <h3>Подела религије</h3>
    <p>
      Постоје две врсте религија, политеистичке религије и монотеистичке
      религије. <br />
      За политеистичке религије (грчки: poli - више, много и theos - бог)
      карактеристично је веровање у више богова, различита божанства која
      владају различитим секторима природе и људског деловања. Политеистичке
      религије су више ритуалне, обредне него теоријске. Најзначајније старе
      религије су биле политеистичке: египатска, старогрчка, римска, одинизам...
      Готово сви народи на тлу Европе су пре примања хришћанства исповедали
      разне паганске, природне, политеистичке религије. Данас су оне готово
      ишчезле, изузетак су хиндуизам и племенске религије на тлу Африке. <br />
      За монотеистичке религије (грчки: monos - један и theos - Бог) је
      карактеристично обожавање једног Бога, и то је основна разлика у односу на
      политеистичке религије. Друга битна разлика између политеистичких и
      монотеистичких религија је у томе што су политеистичке религије махом
      националне религије, док су монотеистичке религије наднационалне и
      универзалне (изузетак је јеврејска религија) и у начелу се не ограничавају
      на један клан, племе, народ или државу. Монотеистичке религије су
      хришћанство, јудаизам, ислам, a дуалистичка религија је зороастризам.
    </p>
    <h3>Молитва</h3>
    <p>
      Молитва је успостављање односа с обликом духовнога бића и претпоставља
      постојање трансценденталне силе која човека надилази у сваком погледу, с
      којом он може ступити у комуникацију. Но, код примитивног и површног
      поимања религије, посебно код природних народа, постоји опасност да човек
      своје жеље сматра мерилом божанске снаге. Молити значи разговарати с
      духовним бићем и задржавати се с њим, износити своја размишљања и осећаје
      и слично.
    </p>
    <h3>Жртва</h3>
    <p>
      Жртва је посебан облик религиозног исказивања односа према Богу или
      божанству у контексту приношења дара. Дар је у најчистијем облику израз
      љубави, која укључује њезино узвраћање. Код примитивних облика жртвовања
      човек може веровати да Бога може присвојити за себе, поткупити, као што је
      могуће код људи. Уместо жртвовања Богу човек може пред људима славити
      своју величину. Смисао жртвовања на неки начин састоји се у томе да изрази
      човекову спремност да Богу/божанству дарује нешто што је њему посебно
      важно, свето, као залог отворености према другој, божанској стварности и
      захвалности за властито постојање среће. Свако удаљавање од аутентичног
      појма жртве као сусрета с Богом, и то особним, претвара то жртвовање у
      магијске чини, које губе страхопоштовање и пред Богом и пред човеком, што
      у неким примитивним народима води до жртвовања човека.
    </p>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
.container-info {
  max-width: 700px;
  margin: 0 auto;

  h3 {
    font-size: 18px;
    letter-spacing: 1.4px;
    color: rgb(94, 94, 12);
    text-shadow: 1px 5px 2px rgba(175, 160, 160, 0.5);
    margin-top: 75px;
    margin-bottom: 25px;
    border-bottom: 1px solid rgb(94, 94, 12);
    font-family: "Lucida Sans", "Lucida Sans Regular", "Lucida Grande",
      "Lucida Sans Unicode", "Geneva", Verdana, sans-serif;
  }
  p {
    font-size: 15px;
    line-height: 22px;
    font-weight: 400;
    text-align: justify;
    color: rgb(94, 94, 12);
    font-family: "Lucida Sans", "Lucida Sans Regular", "Lucida Grande",
      "Lucida Sans Unicode", "Geneva", Verdana, sans-serif;
    font-style: italic;
    max-width: 850px;
    margin: 10px auto;
    min-width: 500px;
  }
}
</style>
